import Header from '@/components/common/Header'

export default function PrivacyPolicy() {
  return (
    <main className="flex items-center justify-center bg-gray-100">
      <div className="desktop:w-[375px] min-h-screen bg-white">
        <Header headerType="dynamic" title={'서비스 이용 약관'} />
        <div className="h-[116px]" />
        <div className="mt-[22px] px-5">
          <p className="body-md-regular text-gray-700">
            {' '}
            LG 기업프로젝트 최종 일정 조정 안내, 큐밀리 여러분, 아침에 최종 일정을 공지드렸는데 이후 기업 측의 요청으로
            LG 과제물 제출 기한이 조정되어 다시 한 번 공지드립니다. 이 과정에서 부득이하게 혼란을 드리게 되어 죄송합니다
            LG 최종 보고서 제출 기한 변경, 9월 23일 (화) 18:00 까지 변경 사유 LG-A: 선택 과제 4번 수익화 과제의 진척도가
            부족하며 이에 집중하며 전반적인 퀄리티를 높여달라는 요청이 있었습니다., LG-B: 홍보 영상 제작 카테고리의
            진척도가 부족하여 보강할 시간을 더 제공할 필요가 있었습니다., 따라서 LG 팀들은 23일 18:00까지 개발 및 장표
            수정 가능하며, 기존 예정된 18일이 아닌 23일에 최종 과제를 제출해주시면 됩니다. LG 최종 발표일 집합 일정 변경
            추가적으로, LG 최종 발표에 참석해주실 모든 학회원들은 일정이 조정되어 (기존) 운영진 오전 8시 / 학회원 오전
            9시, (변경) 전체 학회원 오전 8:30, 까지 엘지 트윈타워 서관 1층으로 집합해주시면 됩니다. 추가적으로, 모든
            학회원은 노트북을 지참하실 수 없습니다. 모든 발표 및 시연은 담당자님의 노트북으로 진행됩니다. --- 직행
            일정은 변동 없음 직행 최종 보고서 제출 기한은 9월 18일 (목) 23:59 그대로 유지됩니다., 직행 발표 일정 역시
            변동 없습니다., 직행 발표 또한 발표자 개인 노트북이 아닌 운영진 노트북으로 발표 및 시연이 모두 진행됨을
            확인바랍니다. --- 추가 미팅 안내 (LG 전용) 내일(화요일) 미팅과 더불어 9/18(목), 9/19(금), 9/22(월) 중으로 조
            별로 일정을 조정해 기업과의 미팅을 한 번 더 진행하여, 진행 상황 점검 및 피드백을 받도록 합니다., 해당 미팅
            내용을 적극 반영해 프로젝트를 마무리해 주세요. 곧 있을 MT에서 잠시 머리를 식히고, 좋은 추억도 쌓으면서 다시
            기운을 채워가면 좋겠습니다 이번 시간을 통해 서로 더 가까워지고, 그 에너지로 프로젝트까지 멋지게 마무리해요!
            다시 한 번 아침 공지 이후 재공지로 혼란을 드려 죄송하고, 마지막까지 힘내서 최고의 결과물을 만들어봅시다!
            문의: @우은진 (수정됨)
          </p>
        </div>
      </div>
    </main>
  )
}
